{
  "learnMoreLinkText": "Learn More",
  "detailPageBackButtonText": "Back to Circle",
  "cardFrontTexts": [
    "Mission",
    "Vision",
    "Goals",
    "Strategies",
    "Non-Profit Organization",
    "Why?",
    "The trigger"
  ],
  "cardBackContents": [
    {
      "title": "What We Aim For",
      "p": "Our purpose and reason for existence."
    },
    {
      "title": "Our Future State",
      "p": "What we aspire to achieve."
    },
    {
      "title": "Our Goals",
      "p": "The targets we will achieve."
    },
    {
      "title": "Our Strategies",
      "p": "How we get there."
    },
    {
      "title": "Non-Profit Organization",
      "p": "The good, the bad and the ugly."
    },
    {
      "title": "My Why’s",
      "p": "Unpacking my reasons behind this initiative"
    },
    {
      "title": "The Aha! moment.",
      "p": "How/when these thoughts were triggered."
    }
  ],
  "detailPageContent": [
    {
    "type": "text",
    "title": "Our Mission: Our Core Purpose",
    "paragraph": "To retell narratives of society and family roles and expectations through the mediums of storytelling and visual arts."
    },
    {
    "type": "text",
    "title": "Our Vision",
    "paragraph": "To help create a world where diverse family and social roles are challenged, understood, and re-imagined through art and storytelling."
    },
    {
      "type": "table",
      "title": "Goals of The Sansa Initiative",
      "paragraph": "Our goals are designed to translate our mission and vision into impactful action.",
      "tableData": {
        "headers": ["Goal", "Description"],
        "rows": [
          [
            "Goal 1: Secure Core Resources and Launch Artistic Productions",
            "In the first two years, we aim to secure funding through grant applications, acquire necessary production equipment, and launch at least two major artistic projects (such as a thematic series, major exhibition/festival, publications) that embody our mission and build organizational credibility."
          ],
          [
            "Goal 2: Build an Artist Community and Launch Pilot Residency",
            "Within the first 24–36 months, we will establish an engaged community and launch a pilot residency program supporting at least two artists, laying the foundation for our future art center."
          ],
          [
            "Goal 3: Develop a Plan and Secure a Physical Hub for The Sansa Art Center",
            "Within 12–18 months, we will finalize a business plan for the art center, including needs assessment, financial projections, and an operational model, followed by the search for a physical location and funding proposals by the end of Year 2."
          ],
          [
            "Goal 4: Achieve Financial Sustainability through Diversified Income Streams",
            "We aim to establish at least three earned income streams within two years—such as ticketed events, publications, and merchandise—to reduce reliance on grants and enhance organizational resilience."
          ]
        ]
      }
    },
    {
      "type": "table",
      "title": "Strategies of The Sansa Initiative",
      "paragraph": "To achieve our mission, vision, and goals, we follow four strategic pillars:",
      "tableData": {
        "headers": ["Category", "Strategy", "Description"],
        "rows": [
          [
            "Artistic Creation, Production & Curation",
            "Develop Flagship Projects",
            "Produce signature projects that address our core themes and attract wide audiences."
          ],
          [
            "Artistic Creation, Production & Curation",
            "Curate Diverse Voices",
            "Highlight underrepresented perspectives through exhibitions, showcases, and collaborations."
          ],
          [
            "Artistic Creation, Production & Curation",
            "Explore Experimental Approaches",
            "Use innovative storytelling and visual methods to engage diverse audiences."
          ],
          [
            "Artist Support & Development",
            "Workshops & Masterclasses",
            "Offer training in artistic techniques and professional development."
          ],
          [
            "Artist Support & Development",
            "Community Building",
            "Host events to foster artist connections and collaborative growth."
          ],
          [
            "Artist Support & Development",
            "Plan Future Art Center",
            "Conduct needs assessments and strategic planning for our future space."
          ],
          [
            "Community Engagement & Outreach",
            "Public Programs",
            "Organize public events to share our work and expand audience reach."
          ],
          [
            "Community Engagement & Outreach",
            "Educational Partnerships",
            "Collaborate with institutions to bring our themes into learning spaces."
          ],
          [
            "Community Engagement & Outreach",
            "Digital Presence",
            "Build a strong online identity for storytelling and community engagement."
          ],
          [
            "Organizational Development & Sustainability",
            "Formalize Non-Profit Status",
            "Complete legal steps to establish as a registered NPO."
          ],
          [
            "Organizational Development & Sustainability",
            "Build Board & Advisors",
            "Recruit a diverse and strategic advisory group for governance and growth."
          ],
          [
            "Organizational Development & Sustainability",
            "Develop Funding Plan",
            "Pursue grants, donations, and earned income strategies to support operations."
          ],
          [
            "Organizational Development & Sustainability",
            "Brand & Communications",
            "Develop a clear brand identity and messaging platform."
          ],
          [
            "Organizational Development & Sustainability",
            "Monitoring & Evaluation",
            "Define metrics to track progress and demonstrate impact."
          ]
        ]
      }
    },
    {
      "type": "list",
      "title": "Organizational Structure: Non-Profit (NPO)",
      "paragraph": "The Sansa Initiative will operate as a Non-Profit Organization (NPO) to align our structure with our mission.",
      "listItems": [
        "Ensure a mission-focused, public-benefit framework.",
        "Maximize eligibility for arts and cultural grants.",
        "Benefit from tax exemptions and increase donor incentives.",
        "Foster trust and accountability with transparent governance.",
        "Reinvest all surplus revenue into our programs.",
        "Strengthen community support through donations and volunteering."
      ]
    },
    {
      "type": "text",
      "title": "My Reasons",
      "paragraph": "I don't know, I could say you grew in me, and by chance, accident, or just by imagination, you triggered many thoughts and actions on my side.\n\nThere is something about you that reminds my soul of dreams, values and ideals that are the ones I live by, and want to keep living by. And this will sound stupid, but after we met in Chicago, part of my brain has recorded a feeling of who you are—gestures, voice tones, who knows what my brain records...\n\nAnd since then, when I see your content, I can see beyond the content, and notice your fatigue, sadness, happiness.\n\nTo summarize, I don't know why, at least not with words, but I know that at this moment, it is the right thing to do."
    },
    {
      "type": "text",
      "title": "The trigger of this initiative",
      "paragraph": "3 episodes: The wrong Miriam, Makkot 21 and The Song of Serach. \n\n In two of them you looked tired, a different kind of tiredness and fatigue that the one that brings an active life; and in the other one you were splendid, whimsical, and brilliant. and that's when I thought... Nothing, nothing at all. Until I went for a run, and it came to me as sentence: 'We're missing a Sansa Foundation'."
    }
  ],
  "themeConfig": {
    "fontFamily": "'Inter', sans-serif",
    "primaryColor": "#3b82f6",
    "secondaryColor": "#ddd",
    "textColor": "#1e293b",
    "headerColor": "#1e293b",
    "movementType": "twinkle",
    "backgroundImage": "url('images/pragmatic/pragmatic.jpeg')",
    "backgroundPosition": "center top",
    "initialDialog": {
      "title": "Welcome to The Sansa Initiative",
      "paragraph": "How do you feel today?",
      "enterButtonText": "Start Your Journey"
    },
    "validationDialog": {
      "title": "Have you explored the initial concepts?",
      "yesButtonText": "Yes, I'm Ready",
      "noButtonText": "Not Yet, Sorry"
    },
    "cardFrontTextColor": "#FFFFFF",
    "cardFrontOverlayColor": "rgba(0, 0, 0, 0.5)"
  }
}
