{
  "learnMoreLinkText": "Learn More",
  "detailPageBackButtonText": "Back to Circle",
  "cardFrontTexts": [
    "Mission",
    "Vision",
    "Goals",
    "Strategies",
    "Non-Profit Organization",
    "Why's?",
    "Where From?"
  ],
  "cardBackContents": [
    {
      "title": "What We Aim For",
      "p": "Our purpose and reason for existence."
    },
    {
      "title": "Our Future State",
      "p": "What we aspire to achieve."
    },
    {
      "title": "Our Goals",
      "p": "The targets we will achieve."
    },
    {
      "title": "Our Strategies",
      "p": "How we get there."
    },
    {
      "title": "Non-Profit Organization",
      "p": "The good, the bad and the ugly."
    },
    {
      "title": "Why’s?",
      "p": "Unpacking the fundamental reasons behind this initiative"
    },
    {
      "title": "My triggers.",
      "p": "How/when these thought were triggered."
    }
  ],
  "detailPageContent": [
    {
      "type": "text",
      "title": "Our Mission: Our Core Purpose",
      "paragraph": "To retell narratives of gender, family and society by the use of storytelling and visual arts."
    },
    {
      "type": "text",
      "title": "Our Vision: ",
      "paragraph": "A more inclusive and pragmatic world."
    },
    {
      "type": "table",
      "title": "Goals of the The Sansa Initiative",
      "paragraph": "Our goals are designed to translate our mission and vision.",
      "tableData": {
        "headers": [
          "Goal",
          "Description"
        ],
        "rows": [
          [
            "Goal 1: Secure Core Resources and Launch Artistic Productions",
            "Within the first two years, The Sansa Initiative will prioritize securing initial funding through strategic grant applications and resource development and acquiring essential production and presentation equipment. Building on this foundation, within the first three years, we will produce at least two significant, mission-driven long-term artistic project (such as a thematic series, major exhibition/festival, publications) that showcases our unique approach to retelling narratives, leveraging our founding members' expertise to ensure high-quality output and build organizational credibility."
          ],
          [
            "Goal 2: Cultivate a Vibrant Artist Community and Launch a Pilot Residency Program.",
            "Within the first 24-36 months, The Sansa Initiative will establish an active and engaged community network for artists, culminating in the launch of a pilot artist residency program offering space and support for at least two artists. This will be achieved through consistent online engagement, regular networking events, and the development of a clear program framework, directly supporting artists and laying the groundwork for our future art center."
          ],
          [
            "Goal 3: Develop a Comprehensive Plan and Secure a Physical Hub for The Sansa Art Center.",
            "The Sansa Initiative aims to complete a detailed business plan for our envisioned art center within 12-18 months. This plan—encompassing needs assessment, financial projections, and an operational model—will guide our active search for a suitable physical location and initial funding proposals for the center, with these latter steps commencing by the end of Year 2."
          ],
          [
            "Goal 4: Achieve Enhanced Financial Sustainability through Diversified Income Streams.",
            "To ensure long-term resilience, The Sansa Initiative will develop and implement at least three distinct earned income streams within the first two years, such as ticketed events, publications, and merchandise. Leveraging our existing content and growing audience, these initiatives will reduce reliance on grant funding alone and provide vital resources for expanding our programs and artist support."
          ]
        ]
      }
    },
    {
      "type": "table",
      "title": "The Sansa Initiative' Strategies.",
      "paragraph": "Achieve Your Mission, Vision & Goals",
      "tableData": {
        "headers": [
          "Category",
          "Strategy",
          "Description"
        ],
        "rows": [
          [
            "A. Artistic Creation, Production & Curation",
            "1: Develop Flagship Projects",
            "Initiate and produce high-impact storytelling or visual arts projects that directly address our core themes and align with Goal 1. These endeavors will serve as signature demonstrations of our mission in action, designed to attract significant attention, engage broad audiences, and establish The Sansa Initiative's unique artistic voice.\nActively seek collaborations for these projects, as partnering with other artists and organizations can enrich the creative process, expand our reach, and bring diverse perspectives to our major works."
          ],
          [
            "A. Artistic Creation, Production & Curation",
            "2: Curate and Showcase Diverse Voices",
            "Organize exhibitions, festivals, or showcases featuring works by artists aligned with our mission, prioritizing underrepresented perspectives. This strategy is vital for truly 'retelling narratives' by actively making space for and amplifying voices often excluded from mainstream platforms, thereby enriching public discourse and embodying our commitment to inclusivity."
          ],
          [
            "A. Artistic Creation, Production & Curation",
            "3: Foster Experimental Approaches",
            "Develop projects using innovative methods, keeping programming dynamic. By experimentation, we aim to push the boundaries of storytelling and visual arts, discover new ways to engage audiences, and ensure our work remains relevant and thought-provoking in a constantly evolving cultural landscape."
          ],
          [
            "Sustainability",
            "Secure funding",
            "Grant funding increase..."
          ]
        ]
      }
    },
    {
      "type": "table",
      "title": "Strategies: Our Path Forward",
      "paragraph": "These are the core methodologies...",
      "tableData": {
        "headers": [
          "Strategy",
          "Description",
          "Focus Area"
        ],
        "rows": [
          [
            "Content Curation",
            "Synthesizing ancient texts...",
            "Knowledge Hub"
          ],
          [
            "Experiential Learning",
            "Workshops and retreats",
            "Community Engagement"
          ],
          [
            "Technology Integration",
            "Digital platforms",
            "Online Learning"
          ],
          [
            "Partnership Building",
            "Collaborating with institutions",
            "Research"
          ]
        ]
      }
    },
    {
      "type": "list",
      "title": "The 'Why's': Our Foundational Drivers",
      "paragraph": "",
      "listItems": [
        "To address societal fragmentation...",
        "To unlock ancient wisdom...",
        "To foster interdisciplinary dialogue...",
        "To empower individuals...",
        "To contribute to global discourse...",
        "To cultivate intellectual humility..."
      ]
    },
    {
      "type": "list",
      "title": "Where From?: Our Intellectual Heritage",
      "paragraph": "",
      "listItems": [
        "Ancient Hellenic Philosophy: Socratic method, etc.",
        "Talmudic Scholarship: Dialectical reasoning, etc.",
        "Zoharic Mysticism: Esoteric interpretations...",
        "Sephardic Tradition: Rationalism and Kabbalah...",
        "Modern Systems Thinking: Interconnectedness...",
        "Contemporary Psychology: Cognitive science..."
      ]
    }
  ],
  "themeConfig": {
    "fontFamily": "'Inter', sans-serif",
    "primaryColor": "#3b82f6",
    "secondaryColor": "#ddd",
    "textColor": "#1e293b",
    "headerColor": "#1e293b",
    "movementType": "twinkle",
    "backgroundImage": "url('images/pragmatic/pragmatic.png')",
    "initialDialog": {
      "title": "Welcome to The Sansa Initiative",
      "paragraph": "Please select your preferred language to continue:",
      "enterButtonText": "Start Your Journey"
    },
    "validationDialog": {
      "title": "Have you explored the initial concepts (cards 1–4)?",
      "yesButtonText": "Yes, I'm Ready",
      "noButtonText": "Not Yet, Back to Loop"
    },
    "cardFrontTextColor": "#FFFFFF",
    "cardFrontOverlayColor": "rgba(0, 0, 0, 0.5)"
  }
}
