{
  "learnMoreLinkText": "Uncover More",
  "detailPageBackButtonText": "Return to Sphere",
  "cardFrontTexts": [
  "The Hidden Root",
  "The Radiant End",
  "The Path of Emanation",
  "The Spiral of Becoming",
  "The Vessel That Holds",
  "The Echo Beneath",
  "The Flame That Arose"
],
  "cardBackContents": [
    {
      "title": "The Hidden Root",
      "p": "Where the first light is concealed."
    },
    {
      "title": "The Radiant End",
      "p": "That which draws all forward."
    },
    {
      "title": "The Path of Emanation",
      "p": "Steps formed from divine overflow."
    },
    {
      "title": "The Spiral of Becoming",
      "p": "The motions through inner realms."
    },
    {
      "title": "The Vessel That Holds",
      "p": "Form shaped to serve the flame."
    },
    {
      "title": "The Echo Beneath",
      "p": "Desire clothed in silence."
    },
    {
      "title": "The Flame That Arose",
      "p": "When concealment broke into voice."
    }
  ],
  "detailPageContent": [
    {
      "type": "text",
      "title": "The Hidden Root",
      "paragraph": "In the beginning, a whisper passed through the chambers of form — stories clothed in silence, roles woven into garments of concealment. We are called to unthread those garments, to awaken the spark within the letter, and to retell what was buried beneath structure. Through vision and image, through telling and seeing, we stir the Shekhinah from exile — not with new truths, but with remembered ones."
    },
    {
      "type": "text",
      "title": "The Radiant End",
      "paragraph": "At the edge of all concealment, there is a glimmer — a world not yet born but already remembered. A world where the Shekhinah is no longer scattered, where the many faces are seen and named. We do not build this world; we unveil it. Through story, through symbol, through the return of the forgotten, we draw light from the end back to the beginning."
    },
    {
      "type": "table",
      "title": "The Path of Emanation",
      "paragraph": "Like branches flowing from a single root, our aims descend one into the next — each a vessel for the light above it.",
      "tableData": {
        "headers": ["Emanation", "Unfolding"],
        "rows": [
          [
            "Gathering Sparks",
            "To bring together the tools and essence needed for creation — funding, equipment, intention."
          ],
          [
            "Shaping the Circle",
            "To form a dwelling of presence — where artists, like sefirot, reflect and amplify one another."
          ],
          [
            "Drawing the Blueprint",
            "To trace the inner design of a future space — not built yet, but already real in vision."
          ],
          [
            "Sustaining the Flame",
            "To weave steady rivers of support — flows of energy that renew themselves without end."
          ]
        ]
      }
    },
{
      "type": "table",
      "title": "The Spiral of Becoming",
      "paragraph": "The path does not run straight. It spirals through four worlds — forming, revealing, connecting, sustaining.",
      "tableData": {
        "headers": ["Gate", "Motion", "Mystical Function"],
        "rows": [
          [
            "Creation",
            "Develop flagship stories and images",
            "To shape form from the formless — vessels that hold narrative light."
          ],
          [
            "Revelation",
            "Lift hidden voices to visibility",
            "To bring what was concealed into the public eye, echoing the divine name in many tones."
          ],
          [
            "Connection",
            "Bind artists, communities, institutions",
            "To braid sacred threads across human circles — havurot of resonance."
          ],
          [
            "Sustaining",
            "Build structure, flow, and reflection",
            "To house the presence and renew the breath — from root to crown, a full cycle."
          ]
        ]
      }
    },
    {
      "type": "list",
      "title": "The Vessel That Holds",
      "paragraph": "Every light needs a vessel. Ours is shaped to carry intention, not control.",
      "listItems": [
        "To hold the light with humility, like the broken tablets in the ark.",
        "To invite giving, as the Mishkan was filled by willing hearts.",
        "To trace clear paths of trust, so that presence flows, not clots.",
        "To be transparent, like the sapphire pavement under the Throne.",
        "To turn every surplus into seed, for the sake of continuity.",
        "To remain open at the base, like a cup ready to receive."
      ]
    },
    {
      "type": "text",
      "title": "The Echo Beneath",
      "paragraph": "There is no map for this call. It came like the sound before sound — a shimmer behind thought, a gesture remembered. Not logic. Not planning. A feeling, like water stirring below stone. And then the whisper arrived, clothed in fire, between the letters of my ordinary life: “This is the way.” And I answered: I know it by not knowing."
    },
    {
      "type": "text",
      "title": "The Flame That Arose",
      "paragraph": "Three sparks. One hidden in fatigue. One veiled in longing. One dancing in brilliance. Each a gate. A flash of Miriam. A cry of Serach. A murmur in the gemara. And then: on a run, in motion, the fire rose between the letters — mem of אמת — and I saw what was not yet spoken: “We are missing a Sansa Foundation.” Not a thought. A revelation."
    }
  ],
    "themeConfig": {
    "fontFamily": "'Uncial Antiqua', serif",
    "backgroundColor": "#f0f0f0",
    "primaryColor": "#800080", 
    "secondaryColor": "#e6e6fa", 
    "textColor": "#300030",
    "headerColor": "#600060",
    "movementType": "spiraling",
    "backgroundImage": "url('images/zoharian/zoharian.jpeg')",
    "backgroundPosition": "center top",  
    "initialDialog": {
      "title": "Welcome to The Sansa Initiative",
      "paragraph": "How do you feel today?",
      "enterButtonText": "Enter the Garden"
    },
    "validationDialog": {
      "title": "Is your vessel big enough for this desire?",
      "yesButtonText": "Yes",
      "noButtonText": "No"
    },
    "cardFrontTextColor": "#FFFFFF",
    "cardFrontOverlayColor": "rgba(0, 0, 0, 0.4)",
    "headerFontFamily": "'Cinzel Decorative', serif"

  }
}
